Repository: gerhard6380/Friendica_mobile
Catalog: Friendica Mobile/Strings/*/Resources.resw
Source language: en
Languages: it, pt

# radioContacts.Content
source: Contacts
it: Contatti
pt: Contatos

# radioNetwork.Content
source: Network
it: Rete
pt: Rede

# menuflyoutHelp.Text
source: Help
it: Guida
pt: Ajuda

# menuflyoutSettings.Text
source: Settings
it: Impostazioni
pt: Configurações

# radioEvents.Content
source: Events
it: Eventi
pt: Eventos

# radioMessages.Content
source: Messages
it: Messaggi
pt: Mensagens

# radioOthers.Content
source: More
it: Altro
pt: Mais

# radioPersonalNotes.Content
source: Personal notes
it: Note personali
pt: Notas pessoais

# radioPhotos.Content
source: Photos
it: Foto
pt: Fotos

# radioProfile.Content
source: My profiles
it: Mio profili
pt: Meu perfil

# radioVideos.Content
source: Videos
it: Video
pt: Vídeos

# menuflyoutAbout.Text
source: About
it: Informazioni
pt: Informação

# menuflyoutExit.Text
source: Exit
it: Uscita
pt: Saída

# pageTitleSettings.Text
source: Settings
it: Impostazioni
pt: Configurações

# sliderNavigationSide.Header
source: Location of navigation
it: Pagina di navigazione
pt: Navegação de página

# sliderNavigationSide.OnContent
source: Right
it: Diritto
pt: À Direita

# sliderNavigationSide.OffContent
source: Left
it: A sinistra
pt: Esquerdas

# textboxFriendicaUsername.Header
source: Nickname or email address
it: Nickname o l'indirizzo e-mail
pt: Contatos

# FriendicaServerHint
source: Enter the URL of your Friendica Server (E.g. http://www.tryfriendica.de).
it: Immettere l'URL del Friendica Server (es. http://www.tryfriendica.de).
pt: Digite a URL do seu servidor de Friendica (ex http://www.tryfriendica.de).

# FriendicaServerHintEmpty
source: Friendica server cannot be empty.
it: Friendica server non può essere vuoto.
pt: Friendica servidor não pode ser vazio.

# FriendicaServerHintEndingSlash
source: Friendica server URL shouldn't end with a slash ('/').
it: Non dovresti Friendica URL del server con un fine barra ('/').
pt: Não o URL do servidor de Friendica com uma extremidade da barra ('/').

# FriendicaServerHintOnlyHttp
source: Friendica server must be a full URL.
it: Friendica server deve essere un URL completo.
pt: Friendica servidor deve ser uma URL completa.

# FriendicaServerHintWrongStart
source: Friendica server must begin with 'http://' or 'https://'.
it: Friendica server deve iniziare con 'http://' o "https://".
pt: Friendica servidor deve começar com 'http://' ou 'https://'.

# FriendicaPasswordHint
source: Please specify your password for login on your Friendica server.
it: Si prega di specificare la password per il login sul server Friendica.
pt: Por favor especifique a sua senha para login no seu servidor de Friendica.

# FriendicaPasswordHintEmpty
source: Friendica password cannot be empty.
it: Friendica password non può essere vuoto.
pt: Friendica senha não pode ser vazia.

# FriendicaUsernameHint
source: Please enter your nickname or your email address to log on your Friendica server.
it: Inserisci il tuo nickname o il tuo indirizzo email per accedere sul server Friendica.
pt: Por favor, insira seu apelido ou seu endereço de e-mail para fazer logon no seu servidor de Friendica.

# FriendicaUsernameHintEmpty
source: Nickname or email address cannot be empty.
it: Nickname o l'indirizzo e-mail non può essere vuoto.
pt: Alcunha ou endereço de e-mail não pode ser vazio.

# buttonYes
source: Yes
it: Sì
pt: Sim

# messageDialogSettingsNotSaved
source: Settings have been changed but not saved (not yet tested or test has failed). Changed settings are not saved when you leave the site. Do you want to leave the page though?
it: Impostazioni sono state modificate ma non salvate (non ancora testato o test è fallito). Le impostazioni modificate non vengono salvate quando si esce dal sito. Si lascia la pagina ancora?
pt: Configurações foram alteradas, mas não salvas (ainda não testei ou é falha no teste). As configurações alteradas não são salvas quando você sair do site. Você deixar a página ainda?

# TestConnectionResultNotAnswered
source: {0}: server did not respond.
it: {0}: server non ha risposto.
pt: {0}: servidor não respondeu.

# TestConnectionResultNotAuthenticated
source: Authentication on the specified server has failed, please check your entered credentials!
it: Autenticazione sul server specificato non è riuscita, si prega di controllare le credenziali immesse!
pt: Autenticação no servidor especificado falhou, por favor, verifique suas credenciais inseridas!

# TestConnectionResultOK
source: Connection test successful, new settings have been saved!
it: Test di successo, nuove impostazioni di connessione sono state salvate!
pt: Teste de Conexão bem sucedida, Nova configurações foram salvas!

# TestConnectionResultUnexpectedError
source: {0}: an unexpected error has occurred. / n {1} ({2})
it: {0}: si è verificato un errore imprevisto. / n {1} ({2})
pt: {0}: ocorreu um erro inesperado. / n {1} ({2})

# buttonTestConnection.Content
source: Test connection
it: Connessione di test
pt: Testar conectividade

# textblockConnectionTestInProgress.Text
source: Testing connection...
it: Test della connessione in corso...
pt: Testando conexão...

# pageTitleNetwork.Text
source: Network
it: Rete
pt: Rede

# textblockDropArea.Text
source: Drop text/images for a new post here (or CTRL+V)...
it: Scartare il testo/immagini per un nuovo post qui (o CTRL + V).
pt: Descarte o texto/imagens para um novo post aqui (ou CTRL + V).

# comboboxStartPage.Header
source: First page on startup
it: Prima pagina quando si apre l'app
pt: Primeira página quando você abre o app

# pageTitleNewPost.Text
source: New Post
it: Nuovo post
pt: Nova Postagem

# appBarNetworkAdd.Label
source: New post
it: Nuovo post
pt: Novo post no

# appBarNetworkAdd.ToolTipService.ToolTip
source: Add new post
it: Aggiungi nuovo post
pt: Adicionar novo post

# appBarNetworkChronological.Label
source: Chronological
it: Cronologico
pt: Cronológico

# appBarNetworkChronological.ToolTipService.ToolTip
source: Sort posts in chronological order
it: Post di sorta in ordine cronologico
pt: Classificar postagens em ordem cronológica

# appBarNetworkRefresh.Label
source: Reload
it: Ricarica
pt: Recarregar

# appBarNetworkRefresh.ToolTipService.ToolTip
source: Load new posts
it: Nuovo post carico
pt: Novas postagens carregar

# appBarNetworkThreads.Label
source: Threads
it: Discussione
pt: Discussão

# appBarNetworkThreads.ToolTipService.ToolTip
source: Sort posts by threads
it: Post di sorta di discussioni
pt: Classificar postagens de discussões

# pivotSettingsGeneral.Header
source: General
it: Generale
pt: Geral

# sliderSaveLocalAllowed.Header
source: Store data locally
it: Archiviare i dati localmente
pt: Armazenar dados localmente

# textblockSaveLocalAllowedHint.Text
source: For some functions, it is necessary to save some data to contacts or entries locally on the device. If you turn this off, these functions will no longer be possible (e.g. link on the profile when @-Tags in the item text).
it: Per alcune funzioni, è necessario salvare alcuni dati ai contatti o voci localmente sul dispositivo. Se questo si spegne, queste funzioni non saranno possibili (ad esempio collegare sul profilo quando @ tag nel testo dell'elemento).
pt: Para algumas funções, é necessário salvar alguns dados para contatos ou entradas localmente no dispositivo. Se você desativar isso, essas funções já não será possíveis (por exemplo, vincular no perfil quando @-Tags no texto do item).

# textblockIndicatorLoadingNextEntries.Text
source: Load more entries...
it: Caricare altri articoli su...
pt: Carrega mais entradas...

# textblockIndicatorRefreshing.Text
source: Loading new entries...
it: Nuove voci di caricamento...
pt: Carregar as novas entradas...

# messageDialogErrorOnLoadingData
source: Failed to load the data. (Error: {0}) Want to try again?
it: Impossibile caricare i dati. (Errore: {0}) Voglia di provare di nuovo?
pt: Falha ao carregar os dados. (Erro: {0}) Quer tentar de novo?

# messageDialogHttpStatusNone
source: Server is not responding
it: Server non risponde
pt: Servidor não está respondendo

# comboboxNetworkMode.Header
source: Display mode on network page
it: Modalità di visualizzazione nella pagina rete
pt: Modo de exibição na página rede

# textblockNetworkChronological.Text
source: Chronological
it: Cronologico
pt: Cronológico

# textblockNetworkThreads.Text
source: Threads
it: Discussione
pt: Discussção

# sliderShowMorePosts.OffContent
source: Show only recent comments
it: Visualizzare solo i commenti recenti
pt: Exibir somente os recentes comentários

# sliderShowMorePosts.OnContent
source: Show all comments
it: Vedere tutti i commenti
pt: Ver todos os comentários

# textblockThreadLoading.Text
source: Loading thread...
it: Caricamento e discussione...
pt: Carregar o discussão...

# buttonShowThread.ToolTipService.ToolTip
source: Show entire thread...
it: Visualizzazione intero discussione...
pt: Visualização de todo discussão...

# pageTitleShowThread.Text
source: Thread
it: Discussione
pt: Discussão

# textblockShowThreadIsLoading.Text
source: Loading the entries of the thread...
it: Le voci di intrattenimento vengono caricate...
pt: As entradas de discussão são carregadas...

# textblockShowThreadNoData.Text
source: An error has occured, the server has not returned any entries for this thread.
it: È avvenuto un errore, il server non ha consegnato voci per questa conversazione.
pt: Aconteceu um erro, o servidor não emitiu nenhuma entrada para esta conversa.

# appBarContactsFindGlobal.Label
source: Search globally
it: Ricerca globale
pt: Pesquisa global

# appBarContactsFindGlobal.ToolTipService.ToolTip
source: Search in the global directory
it: Alla ricerca di directory globale
pt: Na busca diretório global

# appBarContactsFindLocal.Label
source: Search locally
it: Ricerca locale
pt: Busca local

# appBarContactsFindLocal.ToolTipService.ToolTip
source: Search in contacts of your local hub
it: Cerca nei contatti
pt: Pesquisar no contatos

# appBarContactsRefresh.Label
source: Reload
it: Ricarica
pt: Recarregar

# appBarContactsRefresh.ToolTipService.ToolTip
source: Reload contacts
it: Contatti di ricarica
pt: Contatos de recarga

# pageTitleContacts.Text
source: Contacts
it: Contatti
pt: Contatos

# pivotContactsForums.Header
source: Forums
it: Forum
pt: Fóruns

# pivotContactsFriends.Header
source: Friends
it: Amici
pt: Amigos

# pivotContactsGroups.Header
source: Groups
it: Gruppi
pt: Grupos

# textblockContactsNoSettings.Text
source: See sample data for displaying contacts.
it: Visualizzare dati di esempio per la visualizzazione dei contatti.
pt: Ver dados de amostra para a exibição de contatos.

# textblockIndicatorLoadingContacts.Text
source: Loading contacts...
it: Contatti di caricamento...
pt: Carregando contatos...

# textblockNoDataAvailableForums.Text
source: The server has provided no data to your forums.
it: Il server non ha fornito nessun dato per il vostro forum.
pt: O servidor tem prestado sem dados para seus fóruns.

# textblockNoDataAvailableFriends.Text
source: The server has provided no data to your friends.
it: Il server non ha fornito nessun dato ai tuoi amici.
pt: O servidor não forneceu nenhum dado aos seus amigos.

# pageTitleAbout.Text
source: About
it: Informazioni
pt: Informação

# textAboutDataProtection1.Text
source: You have probably selected Friendica as your preferred social network because you have doubts about privacy on the well-known global networks. Also I take privacy very seriously. The app is designed so that as little data as possible must be stored on the Smartphone - as a result, the data need to be reloaded from your server each time you start the app.
it: Probabilmente avete selezionato Friendica come il tuo social network preferito perché hai dubbi sulla privacy sulle reti globali, ben note. Inoltre prendo molto sul serio la privacy. L'app è progettato in modo che meno dati possibili devono essere archiviati sullo Smartphone - di conseguenza, i dati ogni volta che si avvia l'applicazione per essere ricaricati dal server.
pt: Você selecionou provavelmente Friendica como sua rede social preferida porque você tem dúvidas sobre privacidade nas redes mundiais conhecidas. Também levo privacidade muito a sério. O app é projetado para que o mínimo possível de dados devem ser armazenados no Smartphone - como resultado, os dados de cada vez que você iniciar o app para ser recarregado do servidor.

# textAboutDataProtection2.Text
source: Storing user data on the device is necessary for some features, other apps may not access to this data. When roaming for using the app on multiple devices, it is necessary that some information are stored on Microsoft servers to keep the devices in sync. The app has been programmed so that stored information contain any personal data. You can switch on or off these functions in the settings, as well as interactions with other apps (contacts, pictures, Cortana, etc.).
it: Archiviazione dei dati utente sul dispositivo è necessario per alcune funzionalità, altre applicazioni non possono accedere a questi dati. Durante il roaming per usare l'app su più dispositivi, è necessario che alcune informazioni sui server di Microsoft vengono archiviate per mantenere sincronizzati i dispositivi. L'app è stata programmata in modo che informazioni memorizzate contengono dati personali. Queste funzioni, come pure le interazioni con altre applicazioni (contatti, immagini, Cortana, ecc.), potete sempre spegnere prima il oer nelle impostazioni.
pt: Armazenar dados do usuário no dispositivo é necessário para algumas funcionalidades, outros apps não podem aceder a esses dados. Em roaming para usar o aplicativo em vários dispositivos, é necessário que algumas informações nos servidores da Microsoft são armazenadas para manter os dispositivos em sincronia. O app foi programado para que informações armazenadas contêm dados pessoais. Estas funções, bem como as interações com outros apps (contatos, fotos, Cortana, etc), pode sempre desligar na oer nas configurações.

# textAboutDataProtection3.Text
source: This app collects any usage statistics. In addition, no information is received from your Friendica account to me as a developer or to a website associated with me! The affiliate receive no information for the ads in test mode from your Friendica Server!
it: Questa app raccoglie le statistiche di utilizzo. Inoltre, nessuna informazione è ricevuta dal tuo account Friendica a me come uno sviluppatore o un sito Web associati a me! L'affiliato non ricevono alcuna informazione per gli annunci in modalità di test dal Friendica Server!
pt: Este app coleta qualquer estatísticas de uso. Além disso, nenhuma informação é recebida de sua conta de Friendica para mim como um desenvolvedor ou um site associado a mim! O afiliado não recebe nenhuma informação para os anúncios no modo de teste do servidor Friendica!

# textAboutDescriptionPart1.Text
source: Friendica (formerly known as the Friendika) is a decentralized social network, which is constructed as an open source application. In contrast to Facebook, the personal data are not collected in a central database and are therefore not exposed to be part of a central analysis for advertising purposes. This app for Windows needs the credentials for an existing Friendica account. If you don't have yet your own Friendica server with an account, you must setup a server and an account before using this app. Alternatively you can register an account on a public servers. You will find a list of available servers, as well as more information about the Friendica project on the official project homepage
it: Friendica (precedentemente noto come il Friendika) è una rete sociale decentralizzata, che è costruita come un'applicazione open source. Al contrario a Facebook, raccolti i dati personali in un database centrale e sono quindi esposti a non un'analisi centrale per scopi pubblicitari. Questa app per Windows necessari le credenziali per un account esistente Friendica. Se avete un account Friendica, è necessario creare prima un server con un account stesso. O registrarsi presso uno dei server pubblici. Troverete un elenco di server disponibili, nonché ulteriori informazioni sul progetto Friendica sulla homepage ufficiale del progetto
pt: Friendica (anteriormente conhecido como o Friendika) é uma rede social descentralizada, que é construída como um aplicativo de código aberto. Em contraste ao Facebook, recolhidos os dados pessoais em um banco de dados central e, portanto, estão expostos a não uma análise central para fins publicitários. Este app para Windows necessárias as credenciais para uma conta existente do Friendica. Se você tiver uma conta de Friendica, você deve criar antes um servidor com uma conta de si mesmo. Ou registe-se em um dos servidores públicos. Você encontrará uma lista de servidores disponíveis, bem como obter mais informações sobre o projeto de Friendica na página oficial do projeto inicial

# textAboutDescriptionPart2.Text
source: Please keep in mind that this app is NOT published and maintained by the Friendica project team. If you want to report problems/bugs or have questions, please use the following contact options:
it: Si prega di tenere a mente che questa app non il team del progetto Friendica saranno pubblicati e gestiti. Se si desidera segnalare problemi/bug o avete domande, si prega di utilizzare le seguenti opzioni:
pt: Por favor, tenha em mente que este app não a equipe do projeto Friendica será publicado e mantido. Se você deseja relatar problemas/bugs ou tiver dúvidas, por favor, use as seguintes opções de contato:

# textblockAboutAppVersion.Text
source: App version:
it: Versione app:
pt: Versão do aplicativo:

# textblockAboutButtonSettings.Text
source: Settings
it: impostazioni
pt: Configurações

# textblockAboutDataProtectionHeader.Text
source: Data privacy:
it: Protezione dei dati:
pt: Privacidade:

# textblockAboutDbUpdateVersion.Text
source: Database version:
it: Versione del database:
pt: Versão do banco de dados:

# textblockAboutDescriptionHeader.Text
source: Description:
it: Descrizione:
pt: Descrição:

# textblockAboutDeveloper.Text
source: App developer:
it: Sviluppatori di app:
pt: Desenvolvedores do App:

# textblockAboutDfrnProtocolVersion.Text
source: DFRN Protocol version:
it: Versione del protocollo di DFRN:
pt: Versão do protocolo de DFRN:

# textblockAboutDisclaimerHeader.Text
source: Disclaimer:
it: Dichiarazione di non responsabilità:
pt: Texto do aviso de isenção:

# textblockAboutFriendicaPlatform.Text
source: Friendica platform:
it: Friendica piattaforma:
pt: Plataforma de Friendica:

# textblockAboutFriendicaVersion.Text
source: Friendica version:
it: Versione friendica:
pt: Versão Friendica:

# textblockAboutNoSettings.Text
source: You have defined in the app settings still no Friendica server.
it: È non stato definito nelle impostazioni di app ancora nessun server Friendica.
pt: Você não definiu nas configurações do app ainda nenhum servidor de Friendica.

# textblockAboutServerUrl.Text
source: Server address:
it: Indirizzo server:
pt: Endereço do servidor:

# buttonContactsAddGroup.Content
source: Creating a new group
it: Creazione di un nuovo gruppo
pt: Criando um novo grupo

# pageTitleChangeGroup.Text
source: Change Group
it: Modifica gruppo
pt: Modificar Grupo

# pageTitleCreateGroup.Text
source: Create Group
it: Crea gruppo
pt: Criar Grupo

# textblockManageGroupGid.Text
source: Group number:
it: Numero di gruppo:
pt: Número do Grupo:

# textblockManageGroupName.Text
source: Name of the Group:
it: Nome del gruppo:
pt: Nome do Grupo:

# textBoxManageGroupGroupname.Header
source: Name of the Group:
it: Nome del gruppo:
pt: Nome do Grupo:

# messageDialogGroupChangeNotSaved
source: The changes to the group have not yet been saved. Are you sure that you want to leave the page?
it: Le modifiche al gruppo non sono state ancora salvate. Sei sicuro di voler lasciare la pagina?
pt: As alterações ao grupo ainda não tiverem sido salvas. Tem certeza que quer deixar a página?

# messageDialogGroupReactivated
source: A deleted group with this name was revived. Existing permission settings could be applied to this group or future members. If you don't want this, you create another group with a different name.
it: Un gruppo eliminato con questo nome è stato ripreso. Impostazioni di autorizzazione esistenti potrebbero essere applicate a questo gruppo di futuri membri. Se non volete questo, si crea un altro gruppo con un nome diverso.
pt: Um grupo excluído com este nome foi revivido. Configurações de permissão existente podem ser aplicadas a este grupo ou futuros membros. Se você não quer isso, você cria um outro grupo com um nome diferente.

# messageDialogManageGroupErrorResult
source: An error occurred during transmission to the server. Here is the error: HTML status: {0} error message: {1}
it: Si è verificato un errore durante la trasmissione al server. Qui l'errore: stato HTML: {0} messaggio di errore: {1}
pt: Ocorreu um erro durante a transmissão para o servidor. Aqui o erro: status de HTML: {0} mensagem de erro: {1}

# messageDialogWarningOnEmptyUserlist
source: You have chosen no contacts for this group. Are you sure that a group without contacts should be saved to your server?
it: Hai non selezionato nessun contatti per questo gruppo. Sei sicuro che un gruppo senza contatti al server deve essere salvato?
pt: Você selecionou sem contatos para este grupo. Tem certeza de que um grupo sem contatos com o servidor deve ser salvo?

# textblockIndicatorSavingGroup.Text
source: Save changes to the group...
it: Salvare le modifiche apportate al gruppo...
pt: Salve as alterações para o grupo...

# messageDialogGroupAlreadyExisting
source: The group with the name '{0}' is already set. Please choose a different name for a new group.
it: Il gruppo con il nome '{0}' è già impostato. Si prega di scegliere un nome diverso per un nuovo gruppo.
pt: O grupo com o nome '{0}' já está definido. Por favor, escolha um nome diferente para um novo grupo.

# messageDialogGroupAPIerror
source: The Friendica server has returned an unknown error.
it: Il server di Friendica ha restituito un errore sconosciuto.
pt: Friendica servidor retornou um erro desconhecido.

# textblockGroupsSaved.Text
source: Saved. Use the back button to return to the list of groups...
it: Salvato. Utilizzare il pulsante indietro per tornare all'elenco dei gruppi...
pt: Salvou-se. Use o botão voltar para retornar à lista de grupos...

# textblockNoGroupsAvailable.Text
source: The function to display and manage the groups is possible only in combination with a Friendica server starting from 3.5.
it: La funzione di visualizzare e gestire i gruppi è possibile solo in combinazione con un server di Friendica a partire da 3.5.
pt: A função para exibir e gerenciar os grupos é possível apenas em combinação com um servidor de Friendica a partir de 3,5.

# messageDialogGroupChangeSamples
source: Changes are not saved to the example data for the groups.
it: Le modifiche non vengono salvate per i dati di esempio per i gruppi.
pt: As alterações não são salvas para os dados de exemplo para os grupos.

# textBlockNewPostButtonBold.Text
source: B
it: G
pt: N

# textBlockNewPostButtonItalic.Text
source: I
it: C

# textBlockNewPostButtonUnderline.Text
source: u
it: S
pt: S

# textBlockNewPostStatusHeader.Text
source: Message text:
it: Testo del messaggio:
pt: Texto da mensagem:

# textBoxNewPostTitle.Header
source: Heading:
it: Intestazione:
pt: Título:

# textBlockNewPostButtonColor.Text
source: Color
it: QBColor
pt: Cor

# textBlockNewPostButtonQuote.Text
source: Quote
it: citazione
pt: citação

# buttonInsertLink.Content
source: Insert
it: Inserire
pt: Inserir

# buttonLinkCaption.Text
source: Insert Hyperlink
it: Inserisci collegamento
pt: Inserir um link

# inputlink.Header
source: Link target:
it: Destinazione del collegamento:
pt: Destino do link:
